Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# friends.chat.composer.safetyFilter
source: This message can’t be sent because it contains blocked content.
ar: لا يمكن إرسال هذه الرسالة لأنها تحتوي على محتوى محظور.
bg: Това съобщение не може да бъде изпратено, защото съдържа блокирано съдържание.
bn: এই বার্তাটি পাঠানো যাবে না, কারণ এতে ব্লক করা বিষয়বস্তু রয়েছে।
ca: Aquest missatge no es pot enviar perquè conté contingut bloquejat.
cs: Tuto zprávu nelze odeslat, protože obsahuje blokovaný obsah.
da: Denne besked kan ikke sendes, fordi den indeholder blokeret indhold.
de: Diese Nachricht kann nicht gesendet werden, da sie blockierte Inhalte enthält.
el: Αυτό το μήνυμα δεν μπορεί να σταλεί επειδή περιέχει αποκλεισμένο περιεχόμενο.
es: Este mensaje no se puede enviar porque contiene contenido bloqueado.
et: Seda sõnumit ei saa saata, sest see sisaldab blokeeritud sisu.
fa: این پیام ارسال نمی‌شود چون شامل محتوای مسدودشده است.
fi: Tätä viestiä ei voi lähettää, koska se sisältää estettyä sisältöä.
fil: Hindi maipadala ang mensaheng ito dahil may naka-block na nilalaman ito.
fr: Ce message ne peut pas être envoyé car il contient du contenu bloqué.
he: אי אפשר לשלוח את ההודעה הזו כי היא מכילה תוכן חסום.
hi: यह संदेश भेजा नहीं जा सकता क्योंकि इसमें ब्लॉक की गई सामग्री है।
hr: Ovu poruku nije moguće poslati jer sadrži blokirani sadržaj.
hu: Ez az üzenet nem küldhető el, mert tiltott tartalmat tartalmaz.
id: Pesan ini tidak dapat dikirim karena mengandung konten yang diblokir.
is: Ekki er hægt að senda þessi skilaboð því þau innihalda lokað efni.
it: Questo messaggio non può essere inviato perché contiene contenuti bloccati.
ja: ブロックされた内容が含まれているため、このメッセージは送信できません。
ko: 차단된 내용이 포함되어 있어 이 메시지는 보낼 수 없습니다.
lt: Šios žinutės negalima išsiųsti, nes joje yra užblokuoto turinio.
lv: Šo ziņojumu nevar nosūtīt, jo tas satur bloķētu saturu.
nb: Denne meldingen kan ikke sendes fordi den inneholder blokkert innhold.
nl: Dit bericht kan niet worden verzonden omdat het geblokkeerde inhoud bevat.
nn: Denne meldinga kan ikkje sendast fordi ho inneheld blokkert innhald.
pl: Nie można wysłać tej wiadomości, ponieważ zawiera zablokowaną treść.
pt_br: Esta mensagem não pode ser enviada porque contém conteúdo bloqueado.
ro: Acest mesaj nu poate fi trimis deoarece conține conținut blocat.
ru: Это сообщение нельзя отправить, так как оно содержит запрещённый контент.
sk: Túto správu nemožno odoslať, pretože obsahuje blokovaný obsah.
sl: Tega sporočila ni mogoče poslati, ker vsebuje blokirano vsebino.
sr: Ova poruka ne može da se pošalje jer sadrži blokiran sadržaj.
sv: Det här meddelandet kan inte skickas eftersom det innehåller blockerat innehåll.
sw: Ujumbe huu hauwezi kutumwa kwa sababu una maudhui yaliyozuiwa.
ta: தடுக்கப்பட்ட உள்ளடக்கம் இருப்பதால் இந்த செய்தியை அனுப்ப முடியாது.
th: ส่งข้อความนี้ไม่ได้ เพราะมีเนื้อหาที่ถูกบล็อก
tr: Bu mesaj, engellenen içerik içerdiği için gönderilemez.
uk: Це повідомлення не можна надіслати, бо воно містить заблокований вміст.
ur: یہ پیغام بھیجا نہیں جا سکتا کیونکہ اس میں ممنوعہ مواد ہے۔
vi: Không thể gửi tin nhắn này vì có chứa nội dung bị chặn.
zh_hans: 此消息无法发送，因为包含受限内容。
zh_hant: 此訊息無法傳送，因為包含封鎖內容。

# friends.chat.composer.save_edit
source: Save edit
ar: حفظ التعديل
bg: Запази редакцията
bn: সম্পাদনা সংরক্ষণ করুন
ca: Desa l'edició
cs: Uložit úpravy
da: Gem ændring
de: Änderung speichern
el: Αποθήκευση αλλαγής
es: Guardar edición
et: Salvesta muudatus
fa: ذخیره ویرایش
fi: Tallenna muokkaus
fil: I-save ang edit
fr: Enregistrer la modification
he: שמור עריכה
hi: संपादन सहेजें
hr: Spremi izmjenu
hu: Szerkesztés mentése
id: Simpan edit
is: Vista breytingu
it: Salva modifica
ja: 編集を保存
ko: 수정 저장
lt: Išsaugoti pakeitimą
lv: Saglabāt izmaiņas
nb: Lagre endring
nl: Bewerking opslaan
nn: Lagre endring
pl: Zapisz zmiany
pt_br: Salvar edição
ro: Salvează editarea
ru: Сохранить правку
sk: Uložiť úpravu
sl: Shrani spremembo
sr: Sačuvaj izmenu
sv: Spara ändring
sw: Hifadhi mabadiliko
ta: திருத்தத்தைச் சேமி
th: บันทึกการแก้ไข
tr: Düzenlemeyi kaydet
uk: Зберегти зміни
ur: ترمیم محفوظ کریں
vi: Lưu chỉnh sửa
zh_hans: 保存编辑
zh_hant: 儲存編輯

# friends.chat.composer.shift_calendar
source: Shift calendar
ar: تقويم المناوبات
bg: Календар на смените
bn: শিফট ক্যালেন্ডার
ca: Calendari de torns
cs: Kalendář směn
da: Vagtkalender
de: Schichtkalender
el: Ημερολόγιο βαρδιών
es: Calendario de turnos
et: Vahetuste kalender
fa: تقویم شیفت
fi: Työvuorokalenteri
fil: Kalendaryo ng shift
fr: Calendrier des shifts
he: לוח משמרות
hi: शिफ्ट कैलेंडर
hr: Kalendar smjena
hu: Műszaknaptár
id: Kalender shift
is: Vaktadagatal
it: Calendario turni
ja: シフトカレンダー
ko: 근무 캘린더
lt: Pamainų kalendorius
lv: Maiņu kalendārs
nb: Vaktkalender
nl: Dienstenkalender
nn: Vaktkalender
pl: Kalendarz zmian
pt_br: Calendário de turnos
ro: Calendarul turelor
ru: Календарь смен
sk: Kalendár zmien
sl: Koledar izmen
sr: Kalendar smena
sv: Skiftkalender
sw: Kalenda ya zamu
ta: ஷிப்ட் காலண்டர்
th: ปฏิทินกะงาน
tr: Vardiya takvimi
uk: Календар змін
ur: شفٹ کیلنڈر
vi: Lịch ca làm
zh_hans: 班次日历
zh_hant: 班表行事曆

# friends.chat.composer.shift_picker.title
source: Select shift
ar: اختر مناوبة
bg: Изберете смяна
bn: শিফট নির্বাচন করুন
ca: Selecciona un torn
cs: Vybrat směnu
da: Vælg vagt
de: Schicht wählen
el: Επιλογή βάρδιας
es: Seleccionar turno
et: Vali vahetus
fa: انتخاب شیفت
fi: Valitse vuoro
fil: Pumili ng shift
fr: Sélectionner un shift
he: בחר משמרת
hi: शिफ्ट चुनें
hr: Odaberi smjenu
hu: Műszak kiválasztása
id: Pilih shift
is: Velja vakt
it: Seleziona turno
ja: シフトを選択
ko: 근무 선택
lt: Pasirinkite pamainą
lv: Izvēlēties maiņu
nb: Velg vakt
nl: Selecteer dienst
nn: Vel vakt
pl: Wybierz zmianę
pt_br: Selecionar turno
ro: Selectează tura
ru: Выбрать смену
sk: Vybrať zmenu
sl: Izberi izmeno
sr: Izaberi smenu
sv: Välj skift
sw: Chagua zamu
ta: ஷிப்டைத் தேர்ந்தெடு
th: เลือกกะงาน
tr: Vardiya seç
uk: Виберіть зміну
ur: شفٹ منتخب کریں
vi: Chọn ca làm
zh_hans: 选择班次
zh_hant: 選擇班次

# friends.chat.delete_failed
source: Couldn't delete message. Try again.
ar: تعذر حذف الرسالة. حاول مرة أخرى.
bg: Съобщението не можа да се изтрие. Опитайте отново.
bn: বার্তা মুছা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut suprimir el missatge. Torna-ho a provar.
cs: Zprávu se nepodařilo smazat. Zkuste to znovu.
da: Kunne ikke slette beskeden. Prøv igen.
de: Nachricht konnte nicht gelöscht werden. Erneut versuchen.
el: Δεν ήταν δυνατή η διαγραφή του μηνύματος. Δοκιμάστε ξανά.
es: No se pudo eliminar el mensaje. Inténtalo de nuevo.
et: Sõnumi kustutamine nurjus. Proovi uuesti.
fa: حذف پیام انجام نشد. دوباره تلاش کنید.
fi: Viestiä ei voitu poistaa. Yritä uudelleen.
fil: Hindi matanggal ang mensahe. Subukang muli.
fr: Impossible de supprimer le message. Réessayez.
he: לא ניתן למחוק את ההודעה. נסה שוב.
hi: संदेश हटाया नहीं जा सका। फिर से कोशिश करें।
hr: Poruku nije moguće izbrisati. Pokušaj ponovno.
hu: Az üzenet törlése nem sikerült. Próbálja újra.
id: Tidak bisa menghapus pesan. Coba lagi.
is: Ekki tókst að eyða skilaboðunum. Reyndu aftur.
it: Impossibile eliminare il messaggio. Riprova.
ja: メッセージを削除できませんでした。もう一度お試しください。
ko: 메시지를 삭제할 수 없습니다. 다시 시도하세요.
lt: Nepavyko ištrinti žinutės. Bandykite dar kartą.
lv: Neizdevās dzēst ziņu. Mēģiniet vēlreiz.
nb: Kunne ikke slette meldingen. Prøv igjen.
nl: Bericht kon niet worden verwijderd. Probeer opnieuw.
nn: Kunne ikkje slette meldinga. Prøv igjen.
pl: Nie udało się usunąć wiadomości. Spróbuj ponownie.
pt_br: Não foi possível excluir a mensagem. Tente novamente.
ro: Mesajul nu a putut fi șters. Încearcă din nou.
ru: Не удалось удалить сообщение. Повторите попытку.
sk: Správu sa nepodarilo odstrániť. Skúste znova.
sl: Sporočila ni bilo mogoče izbrisati. Poskusite znova.
sr: Nije moguće obrisati poruku. Pokušaj ponovo.
sv: Kunde inte radera meddelandet. Försök igen.
sw: Imeshindwa kufuta ujumbe. Jaribu tena.
ta: செய்தியை நீக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ลบข้อความไม่ได้ ลองอีกครั้ง
tr: Mesaj silinemedi. Tekrar deneyin.
uk: Не вдалося видалити повідомлення. Спробуйте ще раз.
ur: پیغام حذف نہ ہو سکا۔ دوبارہ کوشش کریں۔
vi: Không thể xóa tin nhắn. Hãy thử lại.
zh_hans: 无法删除消息。请重试。
zh_hant: 無法刪除訊息。請再試一次。

# friends.chat.deleteConfirm.message
source: This removes the message for you and %@. You can't undo this.
ar: ستُحذف الرسالة لديك ولدى %@. لا يمكنك التراجع عن ذلك.
bg: Това премахва съобщението за вас и %@. Действието не може да бъде отменено.
bn: এতে আপনার ও %@-এর কাছ থেকে বার্তাটি মুছে যাবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Això eliminarà el missatge per a tu i per a %@. No es pot desfer.
cs: Tím se zpráva odstraní vám i %@. Tuto akci nelze vrátit zpět.
da: Dette fjerner beskeden for dig og %@. Du kan ikke fortryde dette.
de: Dadurch wird die Nachricht für dich und %@ gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Το μήνυμα θα αφαιρεθεί για εσένα και %@. Δεν μπορείς να αναιρέσεις αυτή την ενέργεια.
es: El mensaje se eliminará para ti y para %@. No puedes deshacerlo.
et: See eemaldab sõnumi sinult ja kasutajalt %@. Seda ei saa tagasi võtta.
fa: این پیام برای شما و %@ حذف می‌شود. امکان لغو این کار وجود ندارد.
fi: Tämä poistaa viestin sinulta ja käyttäjältä %@. Tätä ei voi kumota.
fil: Tatanggalin nito ang mensahe para sa iyo at kay %@. Hindi mo na ito maa-undo.
fr: Cela supprime le message pour vous et %@. Cette action est irréversible.
he: ההודעה תוסר עבורך ועבור %@. אי אפשר לבטל זאת.
hi: यह संदेश आपके और %@ के लिए हट जाएगा। इसे वापस नहीं लिया जा सकता।
hr: Ova radnja uklanja poruku i tebi i osobi %@. Ne možeš je poništiti.
hu: Az üzenet nálad és %@ esetében is törlődik. Ezt nem lehet visszavonni.
id: Pesan ini akan dihapus untuk Anda dan %@. Anda tidak dapat membatalkan tindakan ini.
is: Þetta fjarlægir skilaboðin fyrir þig og %@. Þú getur ekki afturkallað þetta.
it: Il messaggio verrà eliminato per te e %@. Non puoi annullare questa azione.
ja: このメッセージはあなたと%@から削除されます。この操作は取り消せません。
ko: 나와 %@ 모두에게서 이 메시지가 삭제됩니다. 되돌릴 수 없습니다.
lt: Tai pašalins žinutę jums ir %@. Šio veiksmo atšaukti negalėsite.
lv: Šī darbība noņems ziņojumu tev un %@. To nevar atsaukt.
nb: Dette fjerner meldingen for deg og %@. Du kan ikke angre dette.
nl: Dit verwijdert het bericht voor jou en %@. Dit kun je niet ongedaan maken.
nn: Dette fjernar meldinga for deg og %@. Du kan ikkje angre på dette.
pl: Spowoduje to usunięcie wiadomości u Ciebie i u %@. Tej czynności nie można cofnąć.
pt_br: Isso remove a mensagem para você e %@. Não é possível desfazer.
ro: Acest lucru elimină mesajul pentru tine și %@. Nu poți anula această acțiune.
ru: Это удалит сообщение у вас и у %@. Отменить действие нельзя.
sk: Správa sa odstráni vám aj osobe %@. Túto akciu nemožno vrátiť späť.
sl: Sporočilo bo odstranjeno pri vas in pri osebi %@. Tega ni mogoče razveljaviti.
sr: Ovo uklanja poruku kod tebe i kod %@. Ovu radnju ne možeš da opozoveš.
sv: Det här tar bort meddelandet för dig och %@. Det går inte att ångra.
sw: Hii itaondoa ujumbe kwako na kwa %@. Huwezi kutendua kitendo hiki.
ta: இது உங்களுக்கும் %@க்கும் செய்தியை நீக்கும். இதைச் செயல்தவிர்க்க முடியாது.
th: การดำเนินการนี้จะลบข้อความสำหรับคุณและ %@ คุณยกเลิกไม่ได้
tr: Bu işlem mesajı sizden ve %@ kişisinden kaldırır. Bunu geri alamazsınız.
uk: Це видалить повідомлення у вас і в %@. Ви не зможете скасувати цю дію.
ur: یہ پیغام آپ اور %@ کے لیے حذف ہو جائے گا۔ آپ اسے واپس نہیں لا سکتے۔
vi: Tin nhắn sẽ bị xóa đối với bạn và %@. Bạn không thể hoàn tác việc này.
zh_hans: 这会从你和 %@ 的聊天中删除这条消息。此操作无法撤销。
zh_hant: 這會為你和 %@ 移除此訊息。此操作無法復原。

# friends.chat.deleteConfirm.title
source: Delete this message for everyone?
ar: حذف هذه الرسالة للجميع؟
bg: Изтриване на това съобщение за всички?
bn: সবার জন্য এই বার্তাটি মুছবেন?
ca: Vols eliminar aquest missatge per a tothom?
cs: Smazat tuto zprávu pro všechny?
da: Slet denne besked for alle?
de: Diese Nachricht für alle löschen?
el: Διαγραφή αυτού του μηνύματος για όλους;
es: ¿Eliminar este mensaje para todos?
et: Kas kustutada see sõnum kõigi jaoks?
fa: آیا این پیام برای همه حذف شود؟
fi: Poistetaanko tämä viesti kaikilta?
fil: Tanggalin ang mensaheng ito para sa lahat?
fr: Supprimer ce message pour tout le monde ?
he: למחוק את ההודעה הזו לכולם?
hi: यह संदेश सभी के लिए हटाएँ?
hr: Izbrisati ovu poruku za sve?
hu: Törlöd ezt az üzenetet mindenkinél?
id: Hapus pesan ini untuk semua?
is: Eyða þessum skilaboðum fyrir alla?
it: Eliminare questo messaggio per tutti?
ja: このメッセージを全員から削除しますか？
ko: 모두에게서 이 메시지를 삭제할까요?
lt: Ištrinti šią žinutę visiems?
lv: Dzēst šo ziņojumu visiem?
nb: Slette meldingen for alle?
nl: Dit bericht voor iedereen verwijderen?
nn: Slette meldinga for alle?
pl: Usunąć tę wiadomość dla wszystkich?
pt_br: Excluir esta mensagem para todos?
ro: Ștergi acest mesaj pentru toți?
ru: Удалить это сообщение для всех?
sk: Odstrániť túto správu pre všetkých?
sl: Izbrisati to sporočilo za vse?
sr: Obrisati ovu poruku za sve?
sv: Radera meddelandet för alla?
sw: Futa ujumbe huu kwa kila mtu?
ta: இந்தச் செய்தியை அனைவருக்கும் நீக்கவா?
th: ลบข้อความนี้สำหรับทุกคนไหม?
tr: Bu mesaj herkes için silinsin mi?
uk: Видалити це повідомлення для всіх?
ur: کیا یہ پیغام سب کے لیے حذف کرنا ہے؟
vi: Xóa tin nhắn này cho mọi người?
zh_hans: 要为所有人删除这条消息吗？
zh_hant: 要為所有人刪除此訊息嗎？

# friends.chat.edit_failed
source: Couldn't edit message. Try again.
ar: تعذر تعديل الرسالة. حاول مرة أخرى.
bg: Съобщението не можа да се редактира. Опитайте отново.
bn: বার্তা সম্পাদনা করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut editar el missatge. Torna-ho a provar.
cs: Zprávu se nepodařilo upravit. Zkuste to znovu.
da: Kunne ikke redigere beskeden. Prøv igen.
de: Nachricht konnte nicht bearbeitet werden. Erneut versuchen.
el: Δεν ήταν δυνατή η επεξεργασία του μηνύματος. Δοκιμάστε ξανά.
es: No se pudo editar el mensaje. Inténtalo de nuevo.
et: Sõnumi muutmine nurjus. Proovi uuesti.
fa: ویرایش پیام انجام نشد. دوباره تلاش کنید.
fi: Viestiä ei voitu muokata. Yritä uudelleen.
fil: Hindi ma-edit ang mensahe. Subukang muli.
fr: Impossible de modifier le message. Réessayez.
he: לא ניתן לערוך את ההודעה. נסה שוב.
hi: संदेश संपादित नहीं हो सका। फिर से कोशिश करें।
hr: Poruku nije moguće urediti. Pokušaj ponovno.
hu: Az üzenet szerkesztése nem sikerült. Próbálja újra.
id: Tidak bisa mengedit pesan. Coba lagi.
is: Ekki tókst að breyta skilaboðunum. Reyndu aftur.
it: Impossibile modificare il messaggio. Riprova.
ja: メッセージを編集できませんでした。もう一度お試しください。
ko: 메시지를 수정할 수 없습니다. 다시 시도하세요.
lt: Nepavyko redaguoti žinutės. Bandykite dar kartą.
lv: Neizdevās rediģēt ziņu. Mēģiniet vēlreiz.
nb: Kunne ikke redigere meldingen. Prøv igjen.
nl: Bericht kon niet worden bewerkt. Probeer opnieuw.
nn: Kunne ikkje redigere meldinga. Prøv igjen.
pl: Nie udało się edytować wiadomości. Spróbuj ponownie.
pt_br: Não foi possível editar a mensagem. Tente novamente.
ro: Mesajul nu a putut fi editat. Încearcă din nou.
ru: Не удалось изменить сообщение. Повторите попытку.
sk: Správu sa nepodarilo upraviť. Skúste znova.
sl: Sporočila ni bilo mogoče urediti. Poskusite znova.
sr: Nije moguće izmeniti poruku. Pokušaj ponovo.
sv: Kunde inte redigera meddelandet. Försök igen.
sw: Imeshindwa kuhariri ujumbe. Jaribu tena.
ta: செய்தியைத் திருத்த முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: แก้ไขข้อความไม่ได้ ลองอีกครั้ง
tr: Mesaj düzenlenemedi. Tekrar deneyin.
uk: Не вдалося редагувати повідомлення. Спробуйте ще раз.
ur: پیغام میں ترمیم نہ ہو سکی۔ دوبارہ کوشش کریں۔
vi: Không thể sửa tin nhắn. Hãy thử lại.
zh_hans: 无法编辑消息。请重试。
zh_hant: 無法編輯訊息。請再試一次。

# friends.chat.edited
source: Edited
ar: معدّلة
bg: Редактирано
bn: সম্পাদিত
ca: Editat
cs: Upraveno
da: Redigeret
de: Bearbeitet
el: Επεξεργάστηκε
es: Editado
et: Muudetud
fa: ویرایش‌شده
fi: Muokattu
fil: Na-edit
fr: Modifié
he: נערכה
hi: संपादित
hr: Uređeno
hu: Szerkesztve
id: Diedit
is: Breytt
it: Modificato
ja: 編集済み
ko: 수정됨
lt: Redaguota
lv: Rediģēts
nb: Redigert
nl: Bewerkt
nn: Redigert
pl: Edytowano
pt_br: Editada
ro: Editat
ru: Изменено
sk: Upravené
sl: Urejeno
sr: Izmenjeno
sv: Redigerad
sw: Imehaririwa
ta: திருத்தப்பட்டது
th: แก้ไขแล้ว
tr: Düzenlendi
uk: Відредаговано
ur: ترمیم شدہ
vi: Đã chỉnh sửa
zh_hans: 已编辑
zh_hant: 已編輯

# friends.chat.emptyDescription
source: Start the conversation with %@.
ar: ابدأ المحادثة مع %@.
bg: Започнете разговора с %@.
bn: %@-এর সাথে কথা শুরু করুন।
ca: Inicia la conversa amb %@.
cs: Začněte konverzaci s %@.
da: Start samtalen med %@.
de: Starte die Unterhaltung mit %@.
el: Ξεκινήστε τη συνομιλία με τον/την %@.
es: Inicia la conversación con %@.
et: Alusta vestlust kasutajaga %@.
fa: گفت‌وگو را با %@ شروع کنید.
fi: Aloita keskustelu käyttäjän %@ kanssa.
fil: Simulan ang usapan kay %@.
fr: Commencez la conversation avec %@.
he: התחל את השיחה עם %@.
hi: %@ के साथ बातचीत शुरू करें।
hr: Započnite razgovor s %@.
hu: Kezdj beszélgetést vele: %@.
id: Mulai percakapan dengan %@.
is: Byrjaðu samtalið við %@.
it: Inizia la conversazione con %@.
ja: %@と会話を始めましょう。
ko: %@님과 대화를 시작하세요.
lt: Pradėkite pokalbį su %@.
lv: Sāc sarunu ar %@.
nb: Start samtalen med %@.
nl: Begin het gesprek met %@.
nn: Start samtalen med %@.
pl: Rozpocznij rozmowę z %@.
pt_br: Comece a conversa com %@.
ro: Începe conversația cu %@.
ru: Начните разговор с %@.
sk: Začnite konverzáciu s %@.
sl: Začni pogovor z %@.
sr: Započni razgovor sa %@.
sv: Starta samtalet med %@.
sw: Anza mazungumzo na %@.
ta: %@ உடன் உரையாடலைத் தொடங்கவும்.
th: เริ่มการสนทนากับ %@
tr: %@ ile konuşmayı başlatın.
uk: Почніть розмову з %@.
ur: %@ کے ساتھ گفتگو شروع کریں۔
vi: Bắt đầu cuộc trò chuyện với %@.
zh_hans: 与 %@ 开始对话。
zh_hant: 與 %@ 開始對話。

# friends.chat.emptyTitle
source: No messages yet
ar: لا توجد رسائل بعد
bg: Все още няма съобщения
bn: এখনও কোনো বার্তা নেই
ca: Encara no hi ha missatges
cs: Zatím žádné zprávy
da: Ingen beskeder endnu
de: Noch keine Nachrichten
el: Δεν υπάρχουν μηνύματα ακόμα
es: Aún no hay mensajes
et: Sõnumeid veel pole
fa: هنوز پیامی نیست
fi: Ei vielä viestejä
fil: Wala pang mensahe
fr: Pas encore de messages
he: אין הודעות עדיין
hi: अभी तक कोई संदेश नहीं
hr: Još nema poruka
hu: Még nincsenek üzenetek
id: Belum ada pesan
is: Engin skilaboð ennþá
it: Nessun messaggio
ja: まだメッセージはありません
ko: 아직 메시지가 없습니다
lt: Dar nėra žinučių
lv: Vēl nav ziņojumu
nb: Ingen meldinger ennå
nl: Nog geen berichten
nn: Ingen meldingar enno
pl: Brak wiadomości
pt_br: Ainda sem mensagens
ro: Niciun mesaj încă
ru: Пока нет сообщений
sk: Zatiaľ žiadne správy
sl: Ni še sporočil
sr: Još nema poruka
sv: Inga meddelanden än
sw: Bado hakuna ujumbe
ta: இன்னும் செய்திகள் இல்லை
th: ยังไม่มีข้อความ
tr: Henüz mesaj yok
uk: Ще немає повідомлень
ur: ابھی تک کوئی پیغام نہیں
vi: Chưa có tin nhắn
zh_hans: 暂无消息
zh_hant: 尚無訊息

# friends.chat.image.save_failed
source: Couldn't save the image. Try again.
ar: تعذر حفظ الصورة. حاول مرة أخرى.
bg: Изображението не можа да се запази. Опитайте отново.
bn: ছবি সংরক্ষণ করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut desar la imatge. Torna-ho a provar.
cs: Obrázek se nepodařilo uložit. Zkuste to znovu.
da: Kunne ikke gemme billedet. Prøv igen.
de: Bild konnte nicht gespeichert werden. Erneut versuchen.
el: Δεν ήταν δυνατή η αποθήκευση της εικόνας. Δοκιμάστε ξανά.
es: No se pudo guardar la imagen. Inténtalo de nuevo.
et: Pilti ei saanud salvestada. Proovi uuesti.
fa: ذخیره تصویر ممکن نشد. دوباره تلاش کنید.
fi: Kuvan tallennus epäonnistui. Yritä uudelleen.
fil: Hindi na-save ang larawan. Subukan ulit.
fr: Impossible d’enregistrer l’image. Réessayez.
he: לא ניתן לשמור את התמונה. נסה שוב.
hi: तस्वीर सहेजी नहीं जा सकी। फिर से कोशिश करें।
hr: Spremanje slike nije uspjelo. Pokušaj ponovno.
hu: A kép mentése nem sikerült. Próbáld újra.
id: Tidak dapat menyimpan gambar. Coba lagi.
is: Ekki tókst að vista myndina. Reyndu aftur.
it: Impossibile salvare l'immagine. Riprova.
ja: 画像を保存できませんでした。もう一度お試しください。
ko: 이미지를 저장할 수 없습니다. 다시 시도하세요.
lt: Nepavyko išsaugoti vaizdo. Bandykite dar kartą.
lv: Neizdevās saglabāt attēlu. Mēģiniet vēlreiz.
nb: Kunne ikke lagre bildet. Prøv igjen.
nl: Kon de afbeelding niet opslaan. Probeer opnieuw.
nn: Klarte ikkje lagre biletet. Prøv att.
pl: Nie udało się zapisać obrazu. Spróbuj ponownie.
pt_br: Não foi possível salvar a imagem. Tente novamente.
ro: Imaginea nu a putut fi salvată. Încearcă din nou.
ru: Не удалось сохранить изображение. Попробуйте снова.
sk: Obrázok sa nepodarilo uložiť. Skúste to znova.
sl: Slike ni bilo mogoče shraniti. Poskusi znova.
sr: Nije moguće sačuvati sliku. Pokušajte ponovo.
sv: Kunde inte spara bilden. Försök igen.
sw: Haikuweza kuhifadhi picha. Jaribu tena.
ta: படத்தை சேமிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
th: บันทึกรูปภาพไม่ได้ ลองอีกครั้ง
tr: Görsel kaydedilemedi. Tekrar deneyin.
uk: Не вдалося зберегти зображення. Спробуйте ще раз.
ur: تصویر محفوظ نہ ہو سکی۔ دوبارہ کوشش کریں۔
vi: Không thể lưu ảnh. Hãy thử lại.
zh_hans: 无法保存图片。请重试。
zh_hant: 無法儲存圖片。請再試一次。
